export const tou = (
  <p>
    서비스 이용약관 (상품, 서비스 등 이용 일반 회원용) 제1조(목적) ① 본 약관은
    GymTivation가 운영하는 온라인 쇼핑몰 'GymTivation'에서 제공하는 서비스(이하
    '서비스'라 합니다)를 이용함에 있어 당사자의 권리 의무 및 책임사항을 규정하는
    것을 목적으로 합니다.  ② PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그
    성질에 반하지 않는 한 본 약관을 준용합니다. 제2조(정의) ① '회사'라 함은,
    'GymTivation'가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등
    정보통신설비를 이용하여 재화등을 거래할 수 있도록 설정한 가상의 영업장을
    운영하는 사업자를 말하며, 아울러  'GymTivation'을 통해 제공되는 전자상거래
    관련 서비스의 의미로도 사용합니다.   ② '이용자'라 함은, '사이트'에 접속하여
    본 약관에 따라 '회사'가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.  ③
    '회원'이라 함은, '회사'에 개인정보를 제공하고 회원으로 등록한 자로서,
    '회사'의 서비스를 계속하여 이용할 수 있는 자를 말합니다. ④ '비회원'이라
    함은, 회원으로 등록하지 않고, '회사'가 제공하는 서비스를 이용하는 자를
    말합니다. ⑤ '상품'이라 함은 '사이트'를 통하여 제공되는 재화 또는 용역을
    말합니다.  ⑥ '구매자'라 함은 '회사'가 제공하는 '상품'에 대한 구매서비스의
    이용을 청약한 '회원' 및 '비회원'을 말합니다.  제3조(약관 외 준칙) 본
    약관에서 정하지 아니한 사항은 법령 또는 회사가 정한 서비스의 개별 약관,
    운영정책 및 규칙(이하 '세부지침'이라 합니다)의 규정에 따릅니다. 또한 본
    약관과 세부지침이 충돌할 경우에는 세부지침이 우선합니다.  제4조(약관의 명시
    및 개정) ① '회사'는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지,
    전화번호, 모사전송번호(FAX), 전자우편주소, 사업자등록번호,
    통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 '회사' 홈페이지의 초기
    서비스화면에 게시합니다. 다만 본 약관의 내용은 '이용자'가 연결화면을 통하여
    확인할 수 있도록 할 수 있습니다.  ② '회사'는 '이용자'가 약관에 동의하기에
    앞서 약관에 정해진 내용 중 청약철회, 배송책임, 환불조건 등과 같은 내용을
    '이용자'가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 통하여
    '이용자'의 확인을 구합니다.  ③ '회사'는 '전자상거래 등에서의 소비자보호에
    관한 법률', '약관의 규제에 관한 법률','전자거래기본법', '정보통신망
    이용촉진등에 관한 법률', '소비자보호법' 등 관련법령(이하 '관계법령'이라
    합니다)에 위배되지 않는 범위내에서 본 약관을 개정할 수 있습니다. ④ '회사'가
    본 약관을 개정하고자 할 경우, 적용일자 및 개정사유를 명시하여 현행약관과
    함께 온라인 쇼핑몰의 초기화면에 그 적용일자 7일전부터 적용일자 전날까지
    공지합니다. 다만, '이용자'에게 불리한 내용으로 약관을 변경하는 경우 최소
    30일 이상 유예기간을 두고 공지합니다. ⑤ '회사'가 본 약관을 개정한 경우,
    개정약관은 적용일자 이후 체결되는 계약에만 적용되며 적용일자 이전 체결된
    계약에 대해서는 개정 전 약관이 적용됩니다. 다만, 이미 계약을 체결한
    '이용자'가 개정약관의 내용을 적용받고자 하는 뜻을 '회사'에 전달하고 '회사'가
    여기에 동의한 경우 개정약관을 적용합니다. ⑥ 본 약관에서 정하지 아니한 사항
    및 본 약관의 해석에 관하여는 관계법령 및 건전한 상관례에 따릅니다.
    제5조(서비스의 중단 등) ① '회사'가 제공하는 서비스는 연중무휴, 1일 24시간
    제공을 원칙으로 합니다. 다만 '회사' 시스템의 유지· 보수를 위한 점검,
    통신장비의 교체 등 특별한 사유가 있는 경우 서비스의 전부 또는 일부에 대하여
    일시적인 제공 중단이 발생할 수 있습니다. ② '회사'는 전시, 사변, 천재지변
    또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우,
    전기통신사업법에 의한 기간통신사업자가 전기통신서비스를 중지하는 등 부득이한
    사유가 발생한 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
    ③ '쇼핑몰'은 재화 또는 용역이 품절되거나 상세 내용이 변경되는 경우 장차
    체결되는 계약에 따라 제공할 재화나 용역의 내용을 변경할 수 있습니다. 이 경우
    변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 즉시 공지합니다. ④
    '회사'가 서비스를 정지하거나 이용을 제한하는 경우 그 사유 및 기간, 복구 예정
    일시 등을 지체 없이 '이용자'에게 알립니다. 제6조(회원가입) ① '회사'가 정한
    양식에 따라 '이용자'가 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를
    함으로써 회원가입을 신청합니다. ② '회사'는 전항에 따라 회원가입을 신청한
    '이용자' 중 다음 각호의 사유가 없는 한 '회원'으로 등록합니다. 1.
    가입신청자가 본 약관에 따라 회원자격을 상실한 적이 있는 경우. 다만, '회사'의
    재가입 승낙을 얻은 경우에는 예외로 합니다. 2. 회원정보에 허위, 기재누락,
    오기 등 불완전한 부분이 있는 경우  3. 기타 회원으로 등록하는 것이 '회사'의
    운영에 현저한 지장을 초래하는 것으로 인정되는 경우 ③ 회원가입 시기는
    '회사'의 가입승낙 안내가 '회원'에게 도달한 시점으로 합니다.  제7조(회원탈퇴
    및 자격상실 등) ① '회원'은 '회사'에 언제든지 탈퇴를 요청할 수 있으며,
    '회사'는 지체없이 회원탈퇴 요청을 처리합니다. 다만 이미 체결된 거래계약을
    이행할 필요가 있는 경우에는 본약관이 계속 적용됩니다. ② '쇼핑몰'은 다음
    각호의 사유가 발생한 경우 '회사'의 자격을 제한 또는 정지시킬 수 있습니다. 
    1. 회원가입 시 허위정보를 기재한 경우 2. 다른 이용자의 정상적인 이용을
    방해하는 경우  3. 관계법령 또는 본 약관에서 금지하는 행위를 한 경우  4.
    공서양속에 어긋나는 행위를 한 경우 5. 기타 '회원'으로 등록하는 것이 적절하지
    않은 것으로 판단되는 경우  ③ '회사'의 서비스를 1년 동안 이용하지 않는
    '회원'의 경우 휴면계정으로 전환하고 서비스 이용을 제한할 수 있습니다. ④
    휴면계정 전환 시 계정 활성을 위해 필요한 아이디(ID), 비밀번호, 이름,
    중복가입 방지를 위한 본인 인증값(DI), 휴대전화 번호를 제외한 나머지
    정보는 됩니다. 다만, 관계법령에 의해 보존할 필요가 있는 경우 '회사'는 정해진
    기간 동안 회원정보를 보관합니다. 제8조(회원에 대한 통지) ① '회사'는 '회원'
    회원가입 시 기재한 전자우편, 이동전화번호, 주소 등을 이용하여 '회원'에게
    통지 할 수 있습니다.  ② '회사'가 불특정 다수 '회원'에게 통지하고자 하는 경우
    1주일 이상 '사이트'의 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.
    다만 '회원'이 서비스를 이용함에 있어 중요한 사항에 대하여는 개별
    통지합니다.  제9조(구매신청) '이용자'는 온라인 쇼핑몰 상에서 다음 방법 또는
    이와 유사한 방법에 따라 구매를 신청할 수 있으며, '회사'는 '이용자'를 위하여
    다음 각호의 내용을 알기 쉽게 제공하여야 합니다.  1. 재화 또는 용역의 검색 및
    선택 2. 성명, 주소, 연락처, 전자우편주소 등 구매자 정보 입력 3. 약관내용,
    청약철회가 제한되는 서비스, 배송료 등 비용부담과 관련된 내용에 대한 확인 및
    동의 표시 4. 재화 또는 용역 등에 대한 구매신청 및 확인  5. 결제방법 선택 및
    결제  6. '회사'의 최종 확인 제10조(계약의 성립) ① '회사'는 다음 각호의
    사유가 있는 경우 본 약관의 '구매신청' 조항에 따른 구매신청을 승낙하지 않을
    수 있습니다. 1. 신청 내용에 허위, 누락, 오기가 있는 경우 2. 회원자격이 제한
    또는 정지된 고객이 구매를 신청한 경우 3. 재판매, 기타 부정한 방법이나
    목적으로 구매를 신청하였음이 인정되는 경우  4. 기타 구매신청을 승낙하는 것이
    '회사'의 기술상 현저한 지장을 초래하는 것으로 인정되는 경우 ② '회사'의
    승낙이 본 약관의 '수신확인통지' 형태로 이용자에게 도달한 시점에 계약이
    성립한 것으로 봅니다. ③ '회사'가 승낙의 의사표시를 하는 경우 이용자의
    구매신청에 대한 확인 및 판매가능여부, 구매신청의 정정 및 취소 등에 관한
    정보가 포함되어야 합니다.  제11조(개인정보보호) ① '회사'는 '구매자'의
    정보수집시 다음의 필수사항 등 구매계약 이행에 필요한 최소한의 정보만을
    수집합니다. 1. 성명 2. 주민등록번호 또는 외국인등록번호 3. 주소 4.
    전화번호(또는 이동전화번호) 5. 아이디(ID) 6. 비밀번호 7.
    전자우편(e-mail)주소 ② '회사'가 개인정보보호법 상의 고유식별정보 및
    민감정보를 수집하는 때에는 반드시 대상자의 동의를 받습니다. ③ '회사'는
    제공된 개인정보를 '구매자'의 동의 없이 목적외 이용, 또는 제3자 제공할 수
    없으며 이에 대한 모든 책임은 '회사'가 부담합니다. 다만 다음의 경우에는
    예외로 합니다.  제12조('회사'의 의무) ① '회사'는 관계법령, 본 약관이
    금지하거나 공서양속에 반하는 행위를 하지 않으며 약관이 정하는 바에 따라
    지속적· 안정적으로 재화 및 용역을 제공하는데 최선을 다하여야 합니다. ②
    '회사'는 '이용자'가 안전하게 인터넷 서비스를 이용할 수 있도록
    개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다. ③ '회사'가
    상품에 대하여 '표시· 광고의 공정화에 관한 법률' 제3조 소정의 부당한 표시 ·
    광고행위를 하여 '이용자'가 손해를 입은 때에는 이를 배상할 책임을 집니다. ④
    '회사'는 '이용자'의 수신동의 없이 영리목적으로 광고성 전자우편, 휴대전화
    메시지, 전화, 우편 등을 발송하지 않습니다.  제13조(이용자 및 회원의 의무) ①
    '이용자'는 회원가입 신청 시 사실에 근거하여 신청서를 작성해야 합니다. 허위,
    또는 타인의 정보를 등록한 경우 '회사'에 대하여 일체의 권리를 주장할 수
    없으며, '회사'는 이로 인하여 발생한 손해에 대하여 책임을 부담하지 않습니다.
    ② '이용자'는 본 약관에서 규정하는 사항과 기타 '회사'가 정한 제반 규정 및
    공지사항을 준수하여야 합니다. 또한 '이용자'는 '회사'의 업무를 방해하는 행위
    및 '회사'의 명예를 훼손하는 행위를 하여서는 안 됩니다. ③ '이용자'는 주소,
    연락처, 전자우편 주소 등 회원정보가 변경된 경우 즉시 이를 수정해야 합니다.
    변경된 정보를 수정하지 않거나 수정을 게을리하여 발생하는 책임은 '이용자'가
    부담합니다. ④ '이용자'는 다음의 행위를 하여서는 안됩니다.  1. '회사'에
    게시된 정보의 변경 2. '회사'가 정한 정보 외의 다른 정보의 송신 또는 게시  3.
    '회사' 및 제3자의 저작권 등 지식재산권에 대한 침해 4. '회사' 및 제3자의
    명예를 훼손하거나 업무를 방해하는 행위  5. 외설 또는 폭력적인 메시지, 화상,
    음성 기타 관계법령 및 공서양속에 반하는 정보를 '회사'의 '사이트'에 공개 또는
    게시하는 행위  ⑤ '회원'은 부여된 아이디(ID)와 비밀번호를 직접 관리해야
    합니다. ⑥ '회원'이 자신의 아이디(ID) 및 비밀번호를 도난당하거나 제3자가
    사용하고 있음을 인지한 경우에는 바로 '회사'에 통보하고 안내에 따라야 합니다.
  </p>
);

export const pi = (
  <p>
    개인정보처리동의서 GymTivation(이하 '회사'라고 합니다)은(는) 개인정보보호법
    등 관련 법령상의 개인정보보호 규정을 준수하며 귀하의 개인정보보호에 최선을
    다하고 있습니다. 회사는 개인정보보호법에 근거하여 다음과 같은 내용으로
    개인정보를 수집 및 처리하고자 합니다. 다음의 내용을 자세히 읽어보시고 모든
    내용을 이해하신 후에 동의 여부를 결정해주시기 바랍니다. 제1조(개인정보 수집
    및 이용 목적) 이용자가 제공한 모든 정보는 다음의 목적을 위해 활용하며, 목적
    이외의 용도로는 사용되지 않습니다. -   본인확인 제2조(개인정보 수집 및 이용
    항목) 회사는 개인정보 수집 목적을 위하여 다음과 같은 정보를 수집합니다. -
     이메일 제3조(개인정보 보유 및 이용 기간) ① 수집한 개인정보는 수집·이용
    동의일로부터  개인정보 수집·이용 목적을 달성할 때까지  보관 및 이용합니다. ②
    개인정보 보유기간의 경과, 처리목적의 달성 등 개인정보가 불필요하게 되었을
    때에는 지체없이 해당 개인정보를 파기합니다. 본인은 위의 동의서 내용을 충분히
    숙지하였으며, 위와 같이 개인정보를 수집·이용하는데 동의합니다.
  </p>
);

export const lb = (
  <p>
    위치기반서비스 이용약관 제1조(목적) 본 약관은 회원(GymTivation의 서비스
    약관에 동의한 자를 말하며 이하 '회원'이라고 합니다)이 GymTivation(이하
    '회사'라고 합니다)가 제공하는 웹페이지 및 'GymTivation' (회사가 개발
    운영하는 모바일 애플리케이션을 말합니다 이하 '모바일앱'이라고 합니다)의
    서비스를 이용함에 있어 회원과 회사의 권리 및 의무, 기타 제반 사항을 정하는
    것을 목적으로 합니다. 제2조(가입자격) 서비스에 가입할 수 있는 회원은
    위치기반서비스를 이용할 수 있는 이동전화 단말기의 소유자 본인이어야 합니다.
    제3조(서비스 가입) 회사는 다음 각 호에 해당하는 가입신청을 승낙하지 않을 수
    있습니다. 1. 실명이 아니거나 타인의 명의를 사용하는 등 허위로 신청하는 경우
    2. 고객 등록 사항을 누락하거나 오기하여 신청하는 경우 3. 공공질서 또는
    미풍양속을 저해하거나 저해할 목적을 가지고 신청하는 경우 4. 기타 회사가 정한
    이용신청 요건이 충족되지 않았을 경우 제4조(서비스 해지) 회원은 회사가 정한
    절차를 통해 서비스 해지를 신청할 수 있습니다. 제5조(이용약관의 효력 및 변경)
    ① 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 회사가 정한 소정의
    절차에 따라 회원으로 등록함으로써 효력이 발생합니다. ② 서비스를 신청한 고객
    또는 개인위치정보주체가 온라인에서 본 약관을 모두 읽고 "동의하기" 버튼을
    클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그
    적용에 동의한 것으로 봅니다. ③ 본 약관에 대하여 동의하지 않은 경우, 회사가
    개인위치정보를 기반으로 제공하는 각종 혜택 및 편의제공에 일부 제한이 발생할
    수 있습니다. ④ 회사는 필요한 경우 '위치 정보의 보호 및 이용 등에 관한 법률,
    '콘텐츠산업 진흥법', '전자상거래 등에서의 소비자보호에 관한 법률',
    '소비자기본법', '약관의 규제에 관한 법률 등 관계법령(이하 '관계법령'이라
    합니다)의 범위 내에서 본 약관을 개정할 수 있습니다. ⑤ 회사가 약관을 개정할
    경우 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여
    현행약관과 함께 그 적용일자 10일 전부터 적용일 이후 상당한 기간 동안 회사의
    웹페이지 및 모바일앱을 통해 공지합니다. 다만, 개정약관의 내용이 회원에게
    새로운 의무를 부과하거나 권리를 제한하는 내용인 경우 그 적용일자 30일 전부터
    상당한 기간 동안 이를 회사의 웹페이지 및 모바일앱을 통해 공지하고, 회원에게
    전자적형태로 약관의 개정사실을 발송하여 고지합니다. 제6조(약관 외 준칙) 본
    약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한
    사항에 대하여는 관계법령 및 건전한 거래관행에 따릅니다. 제7조(서비스내용
    변경 통지 등) ① 회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원이
    등록한 전자우편 주소로 이메일을 발송하여 서비스 내용의 변경 사항 또는 종료를
    사전 일주일 전에 통지합니다. ② 전항의 경우 불특정 다수의 회원을 상대로
    통지하는 때에는 회사의 웹페이지 등을 통해 공지함으로써 회원들에게 통지할 수
    있습니다.  제8조(서비스이용의 제한 및 중지) ① 회사는 아래 각 호에 해당하는
    사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수
    있습니다.  1. 회원이 회사의 서비스 운영을 고의 또는 과실로 방해하는 경우  2.
    서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우  3.
    전기통신사업법에 규정된 기간통신사업자가 서비스를 중지했을 경우 4.
    국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스
    이용에 지장이 있는 때  5. 기타 중대한 사유로 회사가 서비스 제공을 지속하는
    것이 곤란한 경우  ② 회사가 전항에 따라 서비스의 이용을 제한하거나 중지한
    때에는 해당사실을 인터넷 등에 공지하거나 고객에게 통지합니다. 다만 회사가
    통제할 수 없는 사유로 인하여 서비스를 중단하게 되는 경우 이를 사후에 통지할
    수 있습니다.  1. 개인위치정보를 수집한 통신단말장치가 문자, 음성 또는 영상
    수신기능을 갖추지 아니한 경우  2. 회원이 다른 방법을 요청한 경우 
    제9조(개인위치정보 주체의 권리) ① 회원은 회사에 대하여 언제든지
    개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에
    대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한
    개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.  ② 회원은
    회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를
    요구할 수 있습니다.  ③ 회원은 회사에 대하여 아래 각 호의 자료에 대한 열람
    또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을
    요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수
    없습니다. 1. 본인에 대한 위치정보 이용, 제공사실 확인자료  2. 본인의
    위치정보가 제3자에게 제공된 이유 및 내용 ④ 회원은 회사가 정한 절차에 따라
    제1항 내지 제3항의 권리를 행사할 수 있습니다.  제10조(손해배상) ① 회사가
    위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한
    행위를 하여 회원에게 손해가 발생한 경우 회원은 회사에 대하여 손해배상 청구를
    할 수 있습니다. ② 회원이 고의 또는 과실로 본 약관의 규정을 위반하여 회사에
    손해가 발생한 경우 회원은 회사에 발생한 모든 손해를 배상해야 합니다.
    제11조(면책) ① 회사는 다음 각 호의 사유로 서비스를 제공할 수 없는 경우 이로
    인하여 회원에게 발생한 손해에 대한 책임을 부담하지 않습니다.  1. 천재지변
    또는 이에 준하는 불가항력의 상태가 있는 경우 2. 제3자의 고의적인 서비스
    방해가 있는 경우  3. 회원의 귀책사유로 서비스 이용에 장애가 있는 경우  4.
    기타 회사의 고의 또는 과실이 없는 사유에 해당하는 경우  ② 회사는 서비스 및
    서비스에 게재된 정보, 자료, 사실의 신뢰도 및 정확성 등에 대한 보증을 하지
    않으며 이로 인하여 회원에게 발생한 손해에 대하여 책임을 부담하지 않습니다. ③
    회사는 회원이 서비스를 이용하며 기대하는 수익을 상실한 것에 대한 책임과, 그
    밖의 서비스를 통하여 얻은 자료로 인하여 회원에게 발생한 손해에 대한 책임을
    부담하지 않습니다.  제12조(분쟁의 조정) ① 회사는 위치정보와 관련된 분쟁에
    대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는
    '위치정보의 보호 및 이용 등에 관한 법률' 제28조의 규정에 따라
    방송통신위원회에 재정을 신청할 수 있습니다. ② 회사 또는 고객은 위치정보와
    관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는
    경우에는 '개인정보보호법' 제43조의 규정에 따라 개인정보분쟁조정위원회에
    조정을 신청할 수 있습니다.
  </p>
);
